"CANCEL_BUTTON" = "Avbryt";
"CONTINUE_BUTTON" = "Fortsett";
"SKIP_BUTTON" = "Hopp over";
"TRY_AGAIN_BUTTON" = "Prøv igjen";

/* warnings about the battery shown after the first panel */
"BATTERY_WARNING_TITLE" = "Macintosh-maskinen bruker strøm fra batteriet.";
"BATTERY_WARNING" = "Koble maskinen til strømforsyningsenheten før du overfører informasjonen.";

/* status messages when waiting for FireWire connection in Step 2 */
"STATUS_FINDING_SYSTEMS" = "Finner systemer…";
"STATUS_WAITING_FIREWIRE" = "Venter på at den gamle Macintosh-maskinen skal starte på nytt…";
"STATUS_FOUND_FIREWIRE" = "FireWire-forbindelse ble opprettet.";
"STATUS_RESTART" = "Start den gamle Macintosh-maskinen på nytt mens du holder nede «T»-tasten";
"STATUS_WAITING_DISKS" = "Venter på at diskene skal vises…";

/* problems connecting over FireWire */
"NO_VALID_SYSTEMS_TITLE" = "Det finnes ingen tilgjengelige versjoner av Mac OS X på den gamle maskinen.";
"NO_VALID_SYSTEMS" = "Du kan kun overføre informasjon fra en maskin med Mac OS X.\n\nKlikk på Fortsett for å fortsette å prøve, eller klikk på Avbryt for å stoppe overføringsprosessen.";
"TDM_WARNING_TITLE" = "Oppsettassistent kan ikke koble til den andre maskinen.";
"TDM_WARNING" = "Det er mulig at den gamle Macintosh-maskinen ikke kan opprette en FireWire-forbindelse til denne maskinen.\n\nKlikk på Fortsett for å prøve på nytt, eller klikk på Avbryt for å stoppe.";

"NO_TRANSFERABLE_SYSTEMS_TITLE" = "Mac OS X ble ikke funnet på volumet du har valgt.";
"NO_TRANSFERABLE_SYSTEMS_INTERNAL" = "Du kan kun overføre informasjon fra en maskin med Mac OS X.";

/* "Hard drive" on "System" */
"SYSTEM_NAME_FORMAT" = "%2$@ på %1$@";
"SYSTEM_NAME_FORMAT_NO_DISK" = "%@";
"NO_SYSTEMS" = "Ingen systemer ble funnet.";
"ONLY_OLD_SYSTEMS" = "Gammelt system";
"CUSTOMIZE_PANEL_TITLE_INTERNAL" = "Overfør informasjonen";
"NETWORK_SETTINGS" = "Nettverk og andre innstillinger";
"APPLICATIONS" = "Programmer-mappen";
"FILES_FOLDERS" = "Filer og mapper på «%@»";
"FILES_FOLDERS_NO_VOLUME" = "Filer og mapper";
"USERS" = "Brukere";
"OTHER_DISKS" = "Andre harddisker";
"STATIC_IP_WARNING" = "\nDen statiske IP-adressen vil ikke bli overført.";
"FILEVAULT_WARNING_LONG" = "Brukerkontoer som er beskyttet med FileVault, kan ikke overføres til en Mac med eksisterende brukerkontoer.";
"FILEVAULT_WARNING" = "\nDenne brukerkontoen er beskyttet med FileVault og kan ikke overføres.";
"HOME_NOT_COPIED_WARNING" = "\nDenne delte Hjem-mappen trenger ikke å bli kopiert.";

"REMAINING_HOURS" = "%d timer";
"REMAINING_HOUR" = "%d time";
"REMAINING_MINS" = "%d minutter";
"REMAINING_MIN" = "%d minutt";	
"REMAINING_HOURS_AND_MINS" = "Omtrent %@ og %@ gjenstår";
"REMAINING_ABOUT" = "Omtrent %@ gjenstår";
"REMAINING_LESS_MIN" = "Mindre enn ett minutt gjenstår";

"SEL_ITEMS" = "Markerte objekter: %@";
"TRANSFER" = "Overfør";

"GB" = "%.1f GB";
"MB" = "%.1f MB";			
"KB" = "%.1f kB";

"MOREINFO" = "Jeg vil vite mer";
"MORE_INFO" = "Mer info";
"SKIP" = "Hopp over overføring";

"CABLE_DISCONNECTED" = "FireWire-kabelen er koblet fra.";
"NO_TDM_CABLE_CONNECTED" = "Måldiskmodus er avsluttet.";
"NO_TDM_CABLE_DISCONNECTED" = "Måldiskmodus er avsluttet.";

"CREATE_AIRPORT_NETWORK" = "Opprett AirPort-nettverk";

"USER_CONFLICT_EXPLAIN" = "Brukerkontoen «%1$@» (kontonavn «%2$@») som du overfører, har samme navn som en annen konto på maskinen din.";

"TRANSFER_ERROR_TITLE" = "Det har oppstått en feil som forhindrer overføring av informasjon.";
"TRANSFER_ERROR" = "Klikk på Hopp over for å stoppe overføringen og fortsette med konfigureringen av Macintosh-maskinen, eller kontroller at FireWire- og strømkablene er ordentlig koblet til, og klikk deretter på Prøv igjen.";

"CANCELING_MIGRATION" = "Avbryter overføring…";

"NETWORK_TRANSFER_ERROR" = "Det har oppstått en nettverksfeil som forhindrer overføring av informasjon.";

"BROKEN_APPS" = "Det er mulig at følgende programmer må installeres på nytt:";
"FILE_ERRORS" = "Det oppsto problemer med overføringen av følgende fil(er):";
"OTHER_WARNINGS" = "Feil og advarsler:";

"TRANSFER_FAILED" = "Overføringen er ferdig, men noen filer ble ikke overført. Du kan koble fra FireWire-kabelen, og slå av den gamle Macintosh-maskinen ved å trykke på På/av-knappen.";

"REAL_NETWORK_SETUP_BUTTON_TITLE" = "Bruk Ethernet";
"AIRPORT_SETUP_BUTTON_TITLE" = "Bruk AirPort";
"PLEASE_JOIN_WIRELESS_NETWORK_ON_OLD_MAC" = "Koble til det samme AirPort-nettverket som denne maskinen (%@).";

"NETWORK_ERROR_SHEET_TITLE" = "Nettverkstilkoblingen mislyktes.";
"NETWORK_ERROR_SHEET_INTERNAL" = "Det oppsto en feil under tilkobling til nettverket, så informasjonen på den andre Macintosh-maskinen er derfor ikke tilgjengelig. Klikk på Mer informasjon hvis du vil ha informasjon om tilkobling til den andre Macintosh-maskinen.";

"PAIR_SCANNING" = "Søker etter andre datamaskiner…";
"PAIR_CONNECTED" = "Koblet til den andre maskinen…";

"BACKUP_SOURCE_CLICK_TO_CONNECT_FORMAT" = "Klikk på Fortsett for å koble til «%@».";
"BACKUP_SOURCE_NOT_AVAILABLE_FORMAT" = "Det er ingen Time Machine-sikkerhetskopier tilgjengelig på «%@». Marker et annet volum.";
"BACKUP_SOURCE_NO_SELECTION" = "Marker et volum, og klikk deretter på Fortsett.";

"BACKUP_SOURCE_CONNECT_SHEET_TITLE_FORMAT" = "Oppgi brukernavn og passord for «%@».";
"BACKUP_SOURCE_CONNECT_SHEET_SINGLE_PASSWORD_TITLE_FORMAT" = "Oppgi passordet for «%@».";
"BACKUP_SOURCE_CONNECT_SHEET_FAILED" = "Tilkoblingen mislyktes.";
"BACKUP_SOURCE_CONNECT_SHEET_FAILED_MESSAGE" = "Forsikre deg om at brukernavn og passord er skrevet riktig, og klikk deretter på Koble til igjen.";
"BACKUP_SOURCE_CONNECT_SHEET_FAILED_SINGLE_PASSWORD_MESSAGE" = "Forsikre deg om at passordet er riktig, og klikk deretter på Koble til igjen.";
"BACKUP_SOURCE_CONNECT_SHEET_CONNECTING" = "Kobler til…";
"BACKUP_SOURCE_CONNECT_SHEET_CONNECT_BUTTON" = "Koble til";
"BACKUP_SOURCE_CONNECT_SHEET_TRY_AGAIN_BUTTON" = "Prøv igjen";

"BACKUP_SOURCE_CHECK_SHEET_FAILED_TITLE" = "Det er ingen Time Machine-sikkerhetskopier tilgjengelig på dette volumet.";
"BACKUP_SOURCE_CHECK_SHEET_FAILED" = "Marker et annet volum, eller koble til med et annet brukernavn.";
"BACKUP_SOURCE_CHECK_SHEET_OK_BUTTON" = "OK";

"BACKUP_SOURCE_JOIN_BUTTON" = "Koble til…";

"BACKUP_SOURCE_FOUND_ZERO" = "Fant ingen Time Machine-sikkerhetskopier";
"BACKUP_SOURCE_FOUND_ONE" = "1 Time Machine-sikkerhetskopi funnet";
"BACKUP_SOURCE_FOUND_MANY_FORMAT" = "%d Time Machine-sikkerhetskopier funnet";

"BACKUP_SOURCE_AVAILABLE_ZERO" = "Ingen Time Machine-sikkerhetskopier tilgjengelig";
"BACKUP_SOURCE_AVAILABLE_ONE" = "1 Time Machine-sikkerhetskopi tilgjengelig";
"BACKUP_SOURCE_AVAILABLE_MANY_FORMAT" = "%d Time Machine-sikkerhetskopier tilgjengelig";

"BACKUP_REQUIRES_LOGIN" = "krever pålogging";
"BACKUP_CONNECTED" = "tilkoblet";

